Repository: Arthoni/openfluid
Catalog: po/*.po
Languages: fr_fr

source: Format name
fr_fr: Nom de format

source: Column separator
fr_fr: Sep. de colonne

source: Date format
fr_fr: Format de date

source: Comment character
fr_fr: Car. de commentaire

source: Header type
fr_fr: Type d'en-tête

source: seconds
fr_fr: secondes

source: Period begin
fr_fr: Début de période

source: Time
fr_fr: Heure

source: Period end
fr_fr: Fin de période

source: Values buffer
fr_fr: Buffer de valeurs

source: KB
fr_fr: Ko

source: steps
fr_fr: pas

source: Output files buffer
fr_fr: Buffer des fichiers de sortie

source: Memory management
fr_fr: Gestion de la mémoire

source: None
fr_fr: Aucun

source: Column names as data
fr_fr: Nom de colonnes

source: Info
fr_fr: Informations

source: Full
fr_fr: Complet

source: Column separator cannot be empty
fr_fr: Le séparateur de colonne ne peut être vide

source: Date format cannot be empty
fr_fr: Le format de date ne peut être vide

source: Comment character cannot be empty
fr_fr: Le caractère de commentaire ne peut être vide

source: Files format edition
fr_fr: Edition d'un format de fichiers

source: Files format creation
fr_fr: Création d'un format de fichiers

source: Files formats
fr_fr: Formats de fichiers

source: Sets definition
fr_fr: Définition des sets

source: This will delete the sets associated to this format. Do you want to continue?
fr_fr: Ceci supprimera les Sets associés à ce format. Voulez-vous continuer ?

source: Impossible to create a Set: no File Format available.
fr_fr: Impossible de créer un Set : aucun format de fichier disponible.

source: Impossible to create a Set: no Unit available.
fr_fr: Impossible de créer un Set : aucune unité disponible.

source: Impossible to create a Set: no Variable available.
fr_fr: Impossible de créer un Set : aucune variable disponible.

source: Set name
fr_fr: Nom du Set

source: Unit class
fr_fr: Classe d'unité

source: Unit IDs
fr_fr: IDs des unités

source: Precision
fr_fr: Précision

source: Set name cannot be empty
fr_fr: Le nom du Set ne peut être vide

source: This Set name already exists
fr_fr: Ce nom de Set existe déjà

source: Output set edition
fr_fr: Edition d'un set d'Output

source: Output set creation
fr_fr: Création d'un set d'Output

source: ID - Date - Information
fr_fr: ID - Date - Informations

source: Events
fr_fr: Evènements

source: Unit class:
fr_fr: Classe d'unité :

source: Class name cannot be empty
fr_fr: Le nom de la classe ne peut être vide

source: This unit already exists
fr_fr: Cette unité existe déjà

source: Unit edition
fr_fr: Edition d'une unité

source: Unit creation
fr_fr: Création d'une unité

source: You can't set an empty input data value. Do you want to set this input data value as the default one ("-") instead?
fr_fr: Vous ne pouvez pas affecter une valeur vide à une input data. Voulez-vous affecter à cette input data la valeur par défaut ("-") à la place ?

source: Changing Inputdata name
fr_fr: Changement du nom d'Inputdata

source: Inputdata name:
fr_fr: Nom d'Inputdata :

source: New Inputdata name:
fr_fr: Nouveau nom d'Inputdata :

source: Inputdata name can not be empty
fr_fr: Le nom d'Inputdata ne peut être vide

source: Inputdata name already exists
fr_fr: Le nom d'Inputdata existe déjà

source: Adding Inputdata field
fr_fr: Ajout d'un inputdata

source: Default value:
fr_fr: Valeur par défaut :

source: Default value cannot be empty
fr_fr: La valeur par défaut ne peut être vide

source: "%1" units
fr_fr: Unités "%1"

source: Choose Units to link to
fr_fr: Choisissez les unités à relier

source: Removing Inputdata
fr_fr: Suppression d'un Inputdata

source: OpenFLUID working directory
fr_fr: Répertoire de travail OpenFLUID

source: Choose the working directory to use for OpenFLUID Projects:
fr_fr: Choisissez le répertoire de travail pour les projets OpenFLUID :

source: Browse...
fr_fr: Parcourir...

source: Choose OpenFLUID working directory
fr_fr: Choisissez le répertoire de travail OpenFLUID

source: Model definition
fr_fr: Définition du modèle

source: Model parameters
fr_fr: Paramètres du modèle

source: Required files
fr_fr: Fichiers requis

source: Spatial representation
fr_fr: Représentation spatiale

source: Project consistency
fr_fr: Cohérence du projet

source: Run configuration
fr_fr: Config. de l'exécution

source: Outputs
fr_fr: Sorties

source: Unit classes
fr_fr: Classes d'unités

source: Project name:
fr_fr: Nom du projet :

source: Project path:
fr_fr: Chemin du projet :

source: Project description:
fr_fr: Description du projet :

source: Project authors:
fr_fr: Auteurs du projet :

source: Creation date:
fr_fr: Date de création :

source: Last modification date:
fr_fr: Date de dernière modification :

source: Enable incremental outputs:
fr_fr: Activer les sorties incrémentales :

source: Project properties
fr_fr: Propriétés du projet

source: About OpenFLUID...
fr_fr: A propos d'OpenFLUID...

source: Unable to open URL:
fr_fr: Impossible d'ouvrir l'URL :

source: <b>Recent projects</b>
fr_fr: <b>Projets récents</b>

source: no recent project
fr_fr: aucun projet récent

source: unnamed
fr_fr: aucun nom

source: Model
fr_fr: Modèle

source: Spatial domain
fr_fr: Domaine spatial

source: Run
fr_fr: Exécution

source: Results
fr_fr: Résultats

source: From: %1 To: %2 Delta T: %3 s
fr_fr: De : %1 A : %2 Delta T : %3 s

source: %1 (%2 units)
fr_fr: %1 (%2 unités)

source: %1 (%2 - %3 units)
fr_fr: %1 (%2 - %3 unités)

source: _Project
fr_fr: _Projet

source: _New
fr_fr: _Nouveau

source: Create a project
fr_fr: Créer un projet

source: _Open...
fr_fr: _Ouvrir...

source: Open a project
fr_fr: Ouvrir un projet

source: E_dit
fr_fr: E_dition

source: OpenFLUID online
fr_fr: OpenFLUID en ligne

source: Official website
fr_fr: Site web officiel

source: Community website
fr_fr: Site web Community

source: Development website
fr_fr: Site web pour les développeurs

source: Bug tracking
fr_fr: Traque de bugs

source: Access to OpenFLUID Market
fr_fr: Accéder à OpenFLUID-Market

source: _Save
fr_fr: _Enregistrer

source: Save
fr_fr: Enregistrer

source: Save _as...
fr_fr: Enregistrer _sous...

source: Save as...
fr_fr: Enregistrer sous...

source: Properties
fr_fr: Propriétés

source: Data
fr_fr: Données

source: Import spatial domain from
fr_fr: Importer un domaine spatial depuis

source: Import Inputdata from
fr_fr: Import des Inputdata depuis

source: Import events from
fr_fr: Importer des évènements depuis

source: Import extra file from
fr_fr: Importer un fichier extra depuis

source: Reload sim. funcs.
fr_fr: Recharger funcs. sim.

source: Reload simulation functions
fr_fr: Recharger les fonctions de simulation

source: Run...
fr_fr: Exécution...

source: Name:
fr_fr: Nom :

source: Authors:
fr_fr: Auteurs :

source: Modification date:
fr_fr: Date de modification :

source: <b>Project details</b>
fr_fr: <b>Détails du projet</b>

source: Select project folder
fr_fr: Sélectionnez le dossier du projet

source: (none)
fr_fr: (aucun)

source: Are you sure you want to quit?
fr_fr: Etes-vous sûr de vouloir quitter ?

source: Name
fr_fr: Nom

source: Add a marketplace
fr_fr: Ajouter une marketplace

source: Remove the selected marketplace
fr_fr: Supprimer la marketplace sélectionnée

source: Marketplace Name:
fr_fr: Nom de la marketplace :

source: Marketplace URL:
fr_fr: URL de la marketplace :

source: The marketplace name cannot be empty
fr_fr: Le nom de la marketplace ne peut être vide

source: This marketplace name already exists
fr_fr: Le nom de la marketplace existe déjà

source: The marketplace URL cannot be empty
fr_fr: L'URL de la marketplace ne peut être vide

source: Append a function to the Model
fr_fr: Ajouter une fonction au modèle

source: Remove the selected function from the Model
fr_fr: Supprimer la fonctions de simulation sélectionnée du modèle

source: Move the selected function toward the begin of the Model
fr_fr: Déplacer la fonction sélectionnée vers le début du modèle

source: Move the selected function toward the end of the Model
fr_fr: Déplacer la fonction sélectionnée vers la fin du modèle

source: Add a unit to the spatial domain
fr_fr: Ajouter une unité au domaine spatial

source: Delete the selected unit
fr_fr: Supprimer l'unité sélectionnée

source: Edit the selected unit
fr_fr: Editer l'unité sélectionnée

source: Add a "%1" unit to the unit
fr_fr: Ajouter une unité "%1" à l'unité

source: Remove the selected "%1" unit
fr_fr: Supprimer l'unité "%1" sélectionnée

source: Add an inputdata for the current unit class
fr_fr: Ajouter un inputdata à la classe d'unité courante

source: Remove an inputdata from the current unit class
fr_fr: Supprimer un inputdata de la classe d'unité courante

source: Change an inputdata name
fr_fr: Modifier un nom d'inputdata

source: Add an event for the current unit class
fr_fr: Ajouter un évènement à la classe d'unité courante

source: Remove an event from the current unit class
fr_fr: Supprimer un évènement de la classe d'unité courante

source: Edit the selected file format
fr_fr: Editer le format de fichier sélectionné

source: Add a file format
fr_fr: Ajouter un format de fichier

source: Remove the selected file format
fr_fr: Supprimer le format de fichier sélectionné

source: Edit the selected set
fr_fr: Editer le set sélectionné

source: Add a set
fr_fr: Ajouter un set

source: Remove the selected set
fr_fr: Supprimer le set sélectionné

source: Paths
fr_fr: Chemins

source: Preferences
fr_fr: Préférences

source: Xml error: %1 during parse of file: %2 Project can't be opened.
fr_fr: Erreur XML : %1 durant la lecture du fichier : %2 Le projet ne peut pas être ouvert.

source: Warning: %1. Some files may be overwritten. Do you want to continue?
fr_fr: Avertissement : %1. Certains fichiers pourraient être écrasés. Voulez-vous continuer ?

source: Check outputs consistency leads OpenFLUID to delete: %1
fr_fr: La vérification des sorties a mené à la supression de : %1

source: Unable to find plugin file(s): %1 Corresponding simulation functions will be removed from the model. Do you want to continue?
fr_fr: Impossible de trouver les fichiers de plugin(s) : %1 Les fonctions de simulation correspondantes seront supprimées du modèle. Voulez-vous continuer ?

source: class %1 doesn't exist
fr_fr: la classe %1 n'existe pas

source: no variable produced for class %1
fr_fr: aucune variable produite pour la classe %1

source: no unit selected
fr_fr: aucune unité sélectionnée

source: no variable selected
fr_fr: aucune variable sélectionnée

source: - ID %1 of set %2
fr_fr: - ID %1 du set %2

source: - Var %1 of set %2
fr_fr: - Var %1 du set %2

source: [blank]
fr_fr: [espace]

source: Outputs configuration
fr_fr: Config. des sorties

source: Spatial data
fr_fr: Données spatiales

source: This change leads OpenFLUID to delete: %1
fr_fr: Ce changement a nécessité de supprimer : %1

source: Changes occur in the functions list.
fr_fr: Des modifications sont intervenues dans la liste des fonctions.

source: Do you want to reload it? (if not, it's at your own risk, you have to manually reload the simulation functions list)
fr_fr: Voulez-vous les recharger ? (Sinon, vous devez manuellement recharger la liste des fonctions de simulation)

source: Changes occur in the functions list while simulation was running.
fr_fr: Des modifications sont intervenues dans la liste des fonctions pendant la simulation.

source: Do you want to reload it? (if not, it's at your own risk, you have to manually reload the simulation functions)
fr_fr: Voulez-vous les recharger ? (Sinon, vous devez manuellement recharger la liste des fonctions de simulation)

source: Interface Language (requires restart):
fr_fr: Langue de l'interface (nécessite un redémarrage) :

source: System default
fr_fr: Valeur par défaut du système d'exploitation

source: Maximum number of recent projects:
fr_fr: Nombre maximum de projets récents :

source: Clear list
fr_fr: Effacer la liste

source: Interface Language
fr_fr: Langue de l'interface

source: Recent projects
fr_fr: Projets récents

source: Default working directory:
fr_fr: Répertoire de travail par défaut :

source: Working directory
fr_fr: Répertoire de travail

source: Search paths for simulation functions
fr_fr: Chemins de recherche de fonctions de simulation

source: Default Time settings
fr_fr: Période de temps par défaut

source: Default Outputs settings
fr_fr: Outputs par défaut

source: Choose the directory to use
fr_fr: Choisissez le répertoire à utiliser

source: Project name
fr_fr: Nom du projet

source: Project directory
fr_fr: Répertoire du projet

source: Save the current project as...
fr_fr: Sauvegarder le projet courant sous...

source: Project name cannot be empty
fr_fr: Le nom du projet ne peut être vide

source: This project directory already exists
fr_fr: Ce répertoire de projet existe déjà

source: Impossible to create directory %1 (%2) Project not created.
fr_fr: Impossible de créer le répertoire %1 (%2) Projet non créé.

source: File %1 already exists. Do you really want to overwrite it?
fr_fr: Le fichier %1 existe déja. Voulez-vous réellement l'écraser ?

source: Model is empty
fr_fr: Le modèle est vide

source: Spatial domain is empty
fr_fr: Le domaine spatial est vide

source: No file format defined
fr_fr: Aucun format de fichier défini

source: No set defined
fr_fr: Aucun set défini

source: End date must be after begin date in run period
fr_fr: La date de fin doit être postérieure à la date de début pour la période de simulation

source: %1 is missing in %2
fr_fr: %1 est manquant dans %2

source: min >= max in %1
fr_fr: min >= max pour %1

source: thresholdmin >= thresholdmax in %1
fr_fr: thresholdmin >= thresholdmax pour %1

source: Unit class %1 doesn't exist for %2 variable produced by %3
fr_fr: La classe d'unité %1 n'existe pas pour la variable %2 produite par %3

source: Unit class %1 doesn't exist for %2 variable required by %3
fr_fr: La classe d'unité %1 n'existe pas pour la variable %2 requise par %3

source: Unit class %1 doesn't exist for %2 variable previously required by %3
fr_fr: La classe d'unité %1 n'existe pas pour la variable %2 précédemment requise par %3

source: Unit class %1 doesn't exist for %2 variable updated by %3
fr_fr: La classe d'unité %1 n'existe pas pour la variable %2 mise à jour par %3

source: Choose the working directory to use
fr_fr: Choisissez le répertoire de travail à utiliser

source: Working directory:
fr_fr: Répertoire de travail :

source: Import dataset of an existing project:
fr_fr: Importer le jeu de données d'un projet existant :

source: Import data files from file system:
fr_fr: Importer des fichiers de données :

source: Choose the directory containing the files to import
fr_fr: Choisissez le répertoire contenant les fichiers à importer

source: Files to import
fr_fr: Fichiers à importer

source: Data import
fr_fr: Import de données

source: Create a new project
fr_fr: Création d'un nouveau projet

source: (Empty)
fr_fr: (Vide)

source: Error: %1 is not an OpenFLUID Project directory
fr_fr: Erreur : %1 n'est pas un répertoire de projet OpenFLUID

source: (unnamed)
fr_fr: (sans nom)

source: Impossible to create directory %1 Project not created.
fr_fr: Impossible de créer le répertoire %1 Projet non créé.

source: %1 Project not created.
fr_fr: %1 Projet non créé.

source: User defined paths:
fr_fr: Chemins définis par l'utilisateur :

source: Predefined paths:
fr_fr: Chemins prédéfinis :

source: Append a directory
fr_fr: Ajouter un répertoire

source: Remove the selected directory
fr_fr: Supprimer le répertoire sélectionné

source: Move up the selected directory
fr_fr: Déplacer le répertoire sélectionné vers le haut

source: Move down the selected directory
fr_fr: Déplacer le répertoire sélectionné vers le bas

source: Choose a directory
fr_fr: Choisissez un répertoire

source: Tabular view
fr_fr: Vue en colonnes

source: Time step
fr_fr: Pas de temps

source: Date-Time
fr_fr: Date-Heure

source: Plot file with GNUplot (All-in-one window)
fr_fr: Tracer le fichier avec GNUplot (Fenêtre tout-en-un)

source: Plot file with GNUplot (Multiple windows)
fr_fr: Tracer le fichier avec GNUplot (Plusieurs fenêtres)

source: Class:
fr_fr: Classe :

source: Show file
fr_fr: Montrer le fichier

source: Update
fr_fr: Mettre à jour

source: Unit selection
fr_fr: Selection d'Unité

source: Variables for Unit ID %1 Class %2
fr_fr: Variables pour l'unité %1 de la classe %2

source: Unable to plot file with GNUplot: Vector variables are not currently supported.
fr_fr: Impossible de tracer le fichier avec GNUplot : Les variables Vecteur ne sont pas supportées.

source: Unable to plot file with GNUplot: Column separator is present in date format.
fr_fr: Impossible de tracer le fichier avec GNUplot : Le séparateur de colonnes est présent dans le format de date.

source: No data found for plotting
fr_fr: Aucune donnée n'a été trouvée pour le tracé de courbe(s)

source: GNUplot error
fr_fr: erreur GNUplot

source: Available parameters:
fr_fr: Paramètres disponibles :

source: Set global
fr_fr: Ajouter comme global

source: Set this parameter as global
fr_fr: Ajouter comme un paramètre global

source: Path:
fr_fr: Chemin :

source: Status:
fr_fr: Statut :

source: Domain:
fr_fr: Domaine :

source: Process:
fr_fr: Processus :

source: Method:
fr_fr: Méthode :

source: Author(s):
fr_fr: Auteur(s) :

source: Required
fr_fr: Requis

source: Used
fr_fr: Utilisé

source: (unknown)
fr_fr: (inconnu)

source: Parameters:
fr_fr: Paramètres :

source: Required files:
fr_fr: Fichiers requis :

source: Used files:
fr_fr: Fichiers utilisés :

source: Available functions
fr_fr: Fonctions disponibles

source: Domain
fr_fr: Domaine

source: global value:
fr_fr: valeur globale :

source: Produced
fr_fr: Produit

source: Updated
fr_fr: Mis à jour

source: Required t-1
fr_fr: Requis à t-1

source: Used t-1
fr_fr: Utilisé-1

source: Simulation functions
fr_fr: Fonctions de simulation

source: Generators
fr_fr: Générateurs

source: Double Value
fr_fr: Valeur Double

source: Vector Value:
fr_fr: Valeur Vector :

source: Variable name
fr_fr: Nom de variable

source: Size
fr_fr: Taille

source: Generator creation
fr_fr: Création d'un générateur

source: You can't create a generator now: Domain is empty
fr_fr: Vous ne pouvez pas créer de générateur pour l'instant : le domaine est vide

source: Variable name can not be empty
fr_fr: Le nom de la variable ne peut être vide

source: Variable %1 already exists
fr_fr: La variable %1 existe déjà

source: Unset this parameter as global
fr_fr: Supprimer ce paramètre global

source: Select a file to copy in the project directory
fr_fr: Sélectionnez un fichier à copier dans le répertoire du projet

source: found
fr_fr: trouvé

source: Change the file to use
fr_fr: Modifier le fichier à utiliser

source: not found
fr_fr: non trouvé

source: Choose the file to use
fr_fr: Choisissez le fichier à utiliser

source: SI Unit
fr_fr: Unité SI

source: Information
fr_fr: Informations

source: Parameters
fr_fr: Paramètres

source: Extra Files
fr_fr: Fichiers Extra

source: Global parameters
fr_fr: Paramètres globaux

source: This feature is currently disabled
fr_fr: Cette fonctionnalité est actuellement désactivée

source: Close project?
fr_fr: Fermer le projet ?

source: Do you want to save this project before closing?
fr_fr: Voulez-vous enregistrer le projet avant de fermer ?

source: Close project without saving
fr_fr: Fermer le projet sans enregistrer

source: Save and close project
fr_fr: Enregistrer et fermer le projet

source: Are you sure you want to close this project?
fr_fr: Etes-vous sûr de vouloir fermer ce projet ?

source: Edit Inputdata
fr_fr: Editer l'Inputdata

source: %1 for ID %2
fr_fr: %1 pour ID %2

source: [Warning]
fr_fr: [Avertissement]

source: [Error]
fr_fr: [Erreur]

source: Pre-simulation
fr_fr: Pré-simulation

source: Initialization
fr_fr: Initialisation

source: Run step
fr_fr: Pas de temps d'exécution

source: Finalization
fr_fr: Finalisation

source: Package Format:
fr_fr: Format de package :

source: binary
fr_fr: binaire

source: Edit build options for
fr_fr: Editer les options de construction pour

source: License:
fr_fr: Licence :

source: Build options:
fr_fr: Options de construction :

source: <i>unknown</i>
fr_fr: <i>inconnu</i>

source: <i>none</i>
fr_fr: <i>aucun</i>

source: Install log
fr_fr: Rapport d'installation

source: Close
fr_fr: Fermer

source: Details
fr_fr: Détails

source: Simulation from
fr_fr: Simulation depuis

source: to
fr_fr: jusqu'à

source: Time step:
fr_fr: Pas de temps :

source: second(s)
fr_fr: seconde(s)

source: OpenFLUID error:
fr_fr: Erreur OpenFLUID :

source: Memory allocation error:
fr_fr: Erreur d'allocation mémoire :

source: System error:
fr_fr: Erreur système :

source: Undetermined error.
fr_fr: Error indéterminée.

source: Packages selection
fr_fr: Sélection des packages

source: Licenses
fr_fr: Licences

source: Download and install
fr_fr: Télécharger et installer

source: --- No marketplace selected ---
fr_fr: --- Aucune marketplace sélectionnée ---

source: Select all
fr_fr: Sélectionner tout

source: Select none
fr_fr: Sélectionner aucun

source: Edit build options
fr_fr: Editer les options de construction

source: Licenses:
fr_fr: Licences :

source: I accept the terms of the license(s) agreement(s)
fr_fr: J'accepte les termes du(des) contrat(s) de licence(s)

source: I do not accept the terms of the license(s) agreement(s)
fr_fr: Je n'accepte pas les termes du(des) contrat(s) de licence(s)

source: Package ID
fr_fr: ID du package

source: Status
fr_fr: Statut

source: View installation log
fr_fr: Voir le rapport d'installation

source: OpenFLUID Market client (Step %1 of %2)
fr_fr: Client OpenFLUID Market (Etape %1 sur %2)

source: (License content not available)
fr_fr: (Le contenu de la licence n'est pas disponible)

source: 0% complete
fr_fr: 0% complété

source: Installation in progress...
fr_fr: Installation en cours...

source: Success
fr_fr: Réussi

source: Failed
fr_fr: Echec

source: % complete
fr_fr: % complété

source: 100% complete
fr_fr: 100% complété

source: Pending
fr_fr: En attente

source: These options control the builds of source packages. Changing this is at your own risk.
fr_fr: Ces options contrôlent la construction de packages sources. Ne les modifier que si vous savez ce que vous faites.

source: <u>Common source build options:</u>
fr_fr: <u>Options communes de construction :</u>

source: Specific build options for
fr_fr: Options de construction spécifiques pour

source: Common source build options:
fr_fr: Options de construction communes :

source: Common build options for all source packages
fr_fr: Options de construction communes pour tous les packages

source: Build options for
fr_fr: Options de construction pour
